Repository: common-repository/hg-notifications
Catalog: languages/notificaciones-*.po
Languages: es_es

source: <p>For more information visit the plugin's website: <a href="http://www.hectorgarrofe.com" target="_blank">Notifications</a></p>
es_es: <p>Para más información visita la página del plugin: <a href="http://www.hectorgarrofe.com" target="_blank">Notifications</a></p>

source: What are notifications?
es_es: ¿Que son las notificaciones?

source: Notifications is a very simple plugin that lets you add a message in the homepage of yourwebsite
es_es: Notifications es un plugin muy simple que te permite mostrar un mensaje en la portada de tu web.

source: What are the differences between FRONTPAGE and HOME?
es_es: ¿Cuales son las diferencias entre FRONTPAGE y HOME?

source: If you use Wordpress as it's meant to be, FRONTPAGE is the homepage of your website, like: www.example.com.
es_es: Si utilizas Wordpress de la manera en la que está pensado, FRONTPAGE es la página de inicio de toda tu web, como por ejemplo www.ejemplo.com

source: HOME is the homepage of your website's blog, like: www.example.com/blog.
es_es: HOME es la portada del blog, algo así como www.ejemplo.com/blog.

source: Options saved.
es_es: Opciones guardadas.

source: Notification
es_es: Notificación

source: Notification configuration
es_es: Configuración de la notificación

source: Remember you're in Testing mode. Only administrators and editors can see the notification
es_es: Recuerda que estas en modo Test. Solo los administradores y los editores pueden ver las notificaciones.

source: Display notification:
es_es: Mostrar notificación:

source: Check to show the notification, uncheck to hide it
es_es: Marca para mostrar la notificación, desmarca para esconderla

source: Notification position:
es_es: Posición de la notificación:

source: Show it in the frontpage of your webiste
es_es: Mostrar en la página principal de la página web

source: Show it in the home of your webiste's blog
es_es: Mostrar en la página principal del blog

source: Title:
es_es: Título:

source: The title of the notification
es_es: El título de la notificación:

source: Content :
es_es: Contenido:

source: The content of the notification
es_es: El contenido de la notificación

source: Testing mode:
es_es: Modo Test:

source: If this mode is activated, only administrators and editors can see the notification. Good for testing propouses.
es_es: Si este modo está activado, solo los adminsitradores y los editores pueden ver la notificación. Recomendado para hacer pruebas.

source: Update Options
es_es: Actualizar Opciones
